export default {
    title: '成都农商银行“蓉e支付”快捷支付服务协议',
    content: [
        {
            textArr: [
                {
                    text: '本协议系由甲方（成都农商银行借记卡/贷记卡个人客户）和乙方（成都农村商业银行股份有限公司）就“蓉e支付”快捷支付服务（以下简称“本服务”）的使用等相关事项所订立的有效合约。本协议为电子合同，自甲方在',
                },
                {
                    text: '乙方支付收银台页面点击确认或以其他方式选择本协议时生效。',
                    type: 'bold',
                },
            ],
        },
        {
            text: '在甲方在线勾选同意本协议之前，甲方已认真阅读本协议的全部内容，确认已完全理解协议内容，确认完全同意本协议的全部条款与内容（特别是但不限于加重甲方责任、限制甲方权利，免除与限制乙方责任的条款内容），乙方已根据甲方要求对条款作出说明。若甲方不同意本协议的任何内容，或者无法准确理解乙方对条款的解释或具体含义，请不要进行后续操作，并可及时向乙方咨询。否则，视为甲方已准确理解并全部接受本协议内容。',
            type: 'bold',
        },
        {
            text: '第一条  业务定义',
        },
        {
            text: '下列用语在本协议中的含义为：',
        },
        {
            text: '“借记卡/贷记卡个人客户”是指开通成都农商银行借记卡/贷记卡账户的个人客户。',
        },
        {
            text: '“蓉e支付”是指乙方向乙方特约商户提供的包括微信支付、支付宝支付、银联支付为一体的综合收单产品。',
        },
        {
            text: '特约商户是指与乙方签订综合收单业务合作协议，接受用户支付消费，并委托乙方为其完成交易资金结算的企事业单位、个体工商户或其他组织，以及依据法律法规和相关监管规定免于办理市场主体注册登记的商户。',
        },
        {
            text: '签约账户是指甲方在乙方开通的“蓉e支付”快捷支付服务的银行账户。',
        },
        {
            text: '成都农商银行“蓉e支付”快捷支付服务是指甲方在乙方特约商户处进行线上或线下消费时，在“支付收银台”绑定本人借记卡或贷记卡账户且同意本协议时起，甲方同意并授权乙方按照“蓉e支付”商户对签约账户发送的扣款指令，通过短信验证码验证后即可扣划甲方资金的支付服务。',
        },
        {
            text: '成都农商银行“蓉e支付”快捷支付服务是指甲方在乙方特约商户处进行线上或线下消费时，在“支付收银台”绑定本人借记卡或贷记卡账户且同意本协议时起，甲方同意并授权乙方按照“蓉e支付”商户对签约账户发送的扣款指令，通过短信验证码验证后即可扣划甲方资金的支付服务。',
        },
        {
            text: '支付收银台是指乙方为特约商户提供的顾客付款页面。',
        },
        {
            text: '第二条  权利和义务',
        },
        {
            text: '一、甲方开通“蓉e支付”快捷支付业务需绑定银行卡账户。甲方应确保甲方在使用本服务时签约的银行卡账户为甲方本人合法所有，可合法、有效使用该银行卡账户且未侵犯任何第三方合法权益；应确保开通本服务所提供的手机号码为本人所有，理解并同意乙方对手机号码的真实性、有效性进行核实；应保证在签约过程中提供的信息真实、准确、合法、有效。',
        },
        {
            text: '二、甲方签约“蓉e支付”快捷支付业务时，应向乙方提供拟签约的本人银行卡账号、户名、开户证件号码、在我行预留的手机号码等个人信息等，前述信息将作为确认甲方身份的验证要素，乙方在验证上述个人信息与甲方在乙方预留信息一致，并验证甲方填写的短信验证码一致时，乙方与甲方的“蓉e支付”快捷支付业务签约成功。',
            type: 'bold',
        },
        {
            text: '三、在甲方签约成功“蓉e支付”快捷支付业务后，既视为甲方同意并授权乙方按照特约商户向甲方签约账户发送的扣款指令，直接且主动从甲方签约账户中扣划资金。乙方按扣款指令扣划甲方资金的，甲方不得以未在交易单据中签名、签名不符、未验证银行卡交易/支付密码等为由要求乙方拒绝扣划或办理退款。',
            type: 'bold',
        },
        {
            text: '四、乙方对依扣划指令所进行的资金划转行为不承担责任，但乙方因自身原因故意或过失错误执行指令的除外。',
            type: 'bold',
        },
        {
            text: '五、甲方授权并同意乙方可根据业务发展需要，设置或修改快捷支付限额，甲方在使用本服务时需同时受快捷支付限额和甲方银行卡账户限额的约束（以较低者为准）。甲方可通过手机银行查询快捷支付限额。信用卡支付限额同时受限于信用卡额度。',
        },
        {
            text: '六、如出现以下情形之一的，扣划指令将失败，由于扣划失败产生的后果及损失，由甲方承担：',
            type: 'bold',
        },
        {
            text: '（一）甲方签约账户余额小于等于扣划指令金额的；',
        },
        {
            text: '（二）扣划指令金额大于快捷支付限额的；',
        },
        {
            text: '（三）甲方签约账户处于销户、挂失、冻结等账户状态异常或其他原因导致无法支付的。',
        },
        {
            text: '七、甲方在使用本服务过程中，应重视并防范包括但不限于以下可能发生的风险:',
        },
        {
            text: '1.甲方手机被盗或未经本人许可或同意被他人使用，导致甲方信息泄露、资金损失、账户被恶意操作等风险。:',
        },
        {
            text: '2.甲方遗失银行卡或泄露账户信息、本人身份信息、短信验证码、安全认证工具等敏感信息，从而导致甲方信息泄露、资金损失、账户被恶意操作等风险。',
        },
        {
            text: '3.甲方更换手机号时未取消以原手机号开通的短信提醒服务，当原手机号被他人使用时，造成账户信息泄露等风险。',
        },
        {
            text: '4.甲方使用设备的操作系统、杀毒软件、网络防火墙等软件未及时更新或安装补丁程序，导致信息泄露、资金损失、账户被恶意操作等风险。',
        },
        {
            text: '八、甲方应采取包括但不限于以下风险防范措施：妥善保管本人的银行卡账户信息、本人身份信息、短信验证码、安全认证工具；采取有效措施防范设备操作系统、杀毒软件、网络防火墙等系统软件漏洞和病毒；如遗失银行卡或泄露上述相关信息的，甲方应及时通知乙方并办理挂失或销户等相关手续，减少可能发生的损失。甲方银行卡相关个人信息更新时及时向银行办理变更手续。挂失或销户前的损失，以及因甲方泄露银行卡密码、丢失银行卡等非乙方原因而发生包括但不限于前述风险所致损失，由甲方承担。甲方应关注账户资金变化，如发现未经本人许可或同意的快捷支付交易，应立即联系乙方并终止快捷支付服务。',
            type: 'bold',
        },
        {
            text: '九、甲方不得进行包括但不限于套现、虚假交易、洗钱、恐怖主义融资等行为，且有义务配合乙方进行相关调查，一旦甲方拒绝配合进行相关调查或乙方认为甲方存在或涉嫌虚假交易、洗钱、恐怖主义融资、套现或任何其他非法活动、欺诈或违反诚信原则的行为，或违反本协议约定的情形，乙方有权采取以下一种、多种或全部措施：（1）暂停或终止提供本协议项下服务；（2）终止本协议；（3）取消甲方的账户使用资格。',
            type: 'bold',
        },
        {
            text: '第三条  差错和争议的解决',
        },
        {
            textArr: [
                { text: '一、本协议项下，乙方仅为甲方提供依照“蓉e支付”商户提供的交易指令实施资金扣划服务。' },
                {
                    text: '甲方因购买商品或服务而产生的关于商品或服务质量、商品交付，交易款项等事宜产生的争议由甲方与商户自行协商解决，根据纠纷情况乙方可提供必要的协助。',
                    type: 'bold',
                },
            ],
        },
        {
            text: '二、本协议双方在履行本协议的过程中，如发生争议，应协商解决。协商不成的，任何一方均应向乙方所在地的人民法院提起诉讼。',
        },
        {
            text: '第四条   协议的效力',
        },
        {
            text: '一、除本协议另有约定外，本协议自解除快捷支付服务签约或注销签约银行卡账户时终止，但协议终止前已发送乙方处理的划款指令仍有效。甲方可通过乙方提供的渠道（如手机银行、微信公众号），主动申请解除签约关系或申请注销银行卡账户。',
        },
        {
            text: '二、如因签约卡注销、换卡等任何原因导致卡号变更的，须重新开通“蓉e支付”快捷支付服务。',
        },
        {
            text: '三、如本协议发生修订的，乙方将通过乙方网站、营业网点、对账单、电子邮件、短信、语音电话、手机银行、微信公众号等适当的方式/途径向甲方及时告知或公示；如甲方继续使用“蓉e支付”服务的，视为甲方同意最新修订的协议内容；否则，甲方需立即停止使用“蓉e支付”服务。',
            type: 'bold',
        },
        {
            text: '四、本协议是乙方的其他既有协议和约定的补充而非替代文件。如本协议与乙方银行卡章程、天府信用卡章程、电子账户协议或其他相关协议不一致的，以本协议为准。本协议中未尽事宜，依乙方银行卡章程、天府信用卡章程、电子账户协议、领用合约相关规定办理。',
        },
        {
            text: '五、本协议的生效、履行及解释均适用中国法律。法律无明文规定的，可适用通行的金融惯例。',
        },
    ],
};
